<template>
	<view class="allBg">
		<view class="sch-main">
			<view v-for="(item,index) in hArr" :key='index'>
				<view class="main-left">
					<image src="../../static/img/user.png" class="main-tx">
					<view class="left-dh">{{item.wen}}</view>
				</view>
				<view class="main-right">
					<view class="right-dh">{{item.da}}</view>
					<image :src="FILE_BASE_URL + '/d9d92fba-b826-43c4-a95b-ac12e6ea415b.jpg'" class="main-tx">
				</view>
			</view>
		</view>
		
	</view>
</template>

<script>
	
	export default {
		components: {
			
		},
		data() {
			return {
				FILE_BASE_URL: this.$BASE_URLS.FILE_BASE_URL,
				hArr:[
					{
						wen:"手工洗护的意义",
						da:"区别于传统机洗，为保证对鞋子的伤害降到最低，我们一直坚持手工洗护，可最大程度保护鞋子"
					},
					{
						wen:"如何下单",
						da:"下单前请连联系客服，我们将根据您的需求及鞋子的类别为您推荐下单。"
					},
					{
						wen:"处理周期多久",
						da:"一般情况下洗护48h内完成，特殊项目及情况以工作人员最终与您确认的时间为准。(特殊节假日可能会有延迟)"
					},
					{
						wen:"鞋子如何送到我们手中",
						da:"您可以直接送鞋到网点，或者您也可以选择小程序下单，我们上门收取。"
					},
					{
						wen:"是否会对鞋子造成损伤或二次伤害",
						da:`相比于其他为了追求利润率及效率而使用机器清洗的，手工精洗造成的损害可忽略不计。
								如果鞋子在送洗前已经有破损开胶等情况，我们会提前告知您可能产生的二次伤害，并且在最大限度的降低二次伤害的前提下处理。`
					},
					{
						wen:"修复前需要先做清洗服务",
						da:"我们所有的清洗和修复全是手工完成，所有鞋子需是在清洗之后，无尘的状态才能把修复的细节把控到位。整体完成度来说也是尽可能还原鞋子本来的样子。"
					},
					{
						wen:"质保问题",
						da:"我们会在鞋子处理前通知您可能出现的风险以及可能出现的诸如轻微色差、轻微开胶等材质本身因素情况。如果导致您不满意的情况不在以上提前告知的范围内，我们可以提供清洗7天之内修复15天之内免费返修的质保服务。"
					},
					{
						wen:"洗护后出现损坏丢失情况赔偿标准",
						da:`1.若不在明显部位或修复后不影响外观和穿着价值，退还此次洗护费用，并补偿2倍洗护费用。
							2.轻微损坏若在明显部位，修复后略微影响外观和穿着价值按清洗费用3-5倍赔偿。
							3.若丢失(非运输造成)或因损坏不能穿着，按洗护费用5~10倍给予赔偿，(不得超过鞋原购买金额)单件最高不超过1000元。赔偿后鞋子归跃动洗鞋所有，如须索要鞋子，则扣减50%的赔偿额，鞋子归顾客所有。`
					},
					{
						wen:"哪些情况不属于返修及赔偿范围",
						da:`1.鞋子已经由于其他原因出现粉化，破损。掉漆，爆漆等现象，以及对确实不易洗染或有不能除净的牢固污渍告知用户洗后效果，顾客仍坚持清的，在经过我们正常清洗后，以上问题有可能会加重的。
								2.轻微损坏若在明显部位，修复后略微影响外观和穿着 
								3.在洗护前没有告知我们客服球鞋的洗护历史(如补色改色，补伤，补漆等)，由于之前的技术，用品和材料质量问题，在我们正常清洗后，以上问题还原或影响清洗质量的。价值按清洗费用3-5倍赔偿。
								4.在球鞋补色修复时，我们提前告知您无法达到零色差修复(调色会受到若干客观因素影响)，您在充分了解后仍然决定进行与颜色相关的处理项目(如补色，补伤，补漆)的。`
					}
				]
			}
		},
		onReady() {
		
		},
		methods: {
		}
	}
</script>

<style lang="scss" scoped>
	@import 'help.scss'
</style>
